# tap
tap "FelixKratz/formulae"
tap "jesseduffield/lazydocker"
tap "anomalyco/tap"
tap "xo/xo"

# formulae
brew "anomalyco/tap/opencode"
brew "atuin"
brew "awscli"
brew "bat"
brew "borders"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gamdl"
brew "git-delta"
brew "htop"
brew "imagemagick"
brew "jesseduffield/lazygit/lazygit"
brew "jesseduffield/lazydocker/lazydocker"
brew "jq"
brew "kubernetes-cli"
brew "k9s"
brew "lf"
brew "libpq"
brew "mas"
brew "ncdu"
brew "nmap"
brew "pandoc"
brew "pgcli"
brew "pi-coding-agent"
brew "ripgrep"
brew "scc"
brew "starship"
brew "tailspin"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "witr"
brew "xo/xo/usql"
brew "yt-dlp"
brew "zoxide"

# cask
cask "anki"
cask "brave-browser"
cask "claude-code"
cask "codex"
cask "docker-desktop"
cask "garmin-express"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "raycast"
cask "tailscale-app"
cask "telegram"
cask "qbittorrent"
cask "visual-studio-code"
cask "whatsapp"

# mas
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "MyWhoosh Indoor Cycling App", id: 1498889644
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SwiftControl", id: 6753721284
mas "Things", id: 904280696

