# tap
tap "FelixKratz/formulae"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazydocker"

# formulae
brew "awscli"
brew "bat"
brew "borders"
brew "carapace"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git-delta"
brew "htop"
brew "imagemagick"
brew "jesseduffield/lazygit/lazygit"
brew "jesseduffield/lazydocker/lazydocker"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "kubernetes-cli"
brew "k9s"
brew "lf"
brew "libpq"
brew "mas"
brew "ncdu"
brew "nmap"
brew "pgcli"
brew "ripgrep"
brew "scc"
brew "starship"
brew "tailspin"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "yt-dlp"

# cask
cask "docker-desktop"
cask "garmin-express"
cask "ghostty"
cask "google-chrome"
cask "keyboardcleantool"
cask "maccy"
cask "nikitabobko/tap/aerospace"
cask "obsidian"
cask "tailscale-app"
cask "telegram"
cask "qbittorrent"
cask "visual-studio-code"
cask "whatsapp"
cask "zed"
cask "zen"
cask "zwift"

# mas
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Klack", id: 6446206067
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Things", id: 904280696
