# formulae
brew "asdf"
brew "awscli"
brew "bat"
brew "fzf"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lf"
brew "libpq"
brew "ncdu"
brew "neofetch"
brew "pandoc"
brew "ripgrep"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "xclip"
brew "youtube-dl"

# cask
cask "amethyst"
cask "basictex"
cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "monitorcontrol"
cask "notion"
cask "obs"
cask "orange"
cask "postman"
cask "pycharm-ce"
cask "session-manager-plugin"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "ticktick"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
